Repository: vinci1it2000/schedula
Catalog: schedula/utils/form/server/locale/translations/*/LC_MESSAGES/antd.po
Languages: af_za, eu_es, hy_am, is_is

# Contact.errorTitle
source: Ops... something went wrong!
af_za: Ops... iets het verkeerd geloop!
eu_es: Eragiketak... Zerbait gaizki atera zen!
hy_am: Ops... ինչ-որ բան սխալվեց!
is_is: Ops... Eitthvað fór úrskeiðis!

# ColorPicker.presetEmpty
source: Empty
af_za: Leë
eu_es: Hutsik
hy_am: Դատարկ
is_is: Tómur

# Table.filterReset
source: Reset
af_za: Terugstel
eu_es: Berrasi
hy_am: Զրոյացնել
is_is: Núllstilla

# User.Register.login
source: login!
af_za: Aanteken!
eu_es: Saioa hasi!
is_is: innskráning!

# TableField.addItemTooltip
source: Add item
af_za: Voeg item by
eu_es: Artikulua gehitu
hy_am: Ավելացնել իրը
is_is: Bæta við vöru

# CloudUploadField.buttonDownload
source: Server
af_za: Bediener
eu_es: Zerbitzari
hy_am: Սերվեր
is_is: Netþjónn

# User.Logout.submitButton
source: Logout
af_za: Afmelding
eu_es: Saioa itxi
hy_am: Լոգաուուտ
is_is: Nafnplata

# Calendar.lang.dateFormat
source: M/D/YYYY
eu_es: YYYY/M/D
hy_am: DD/MM//YYYY
is_is: D/M/YYYY

# Calendar.lang.dateSelect
source: select date
af_za: kies datum
eu_es: Eguna aukeratu
hy_am: ընտրեք ամսաթիվը
is_is: Velja dag

# User.Confirm.errorTitle
source: Ops... something went wrong!
af_za: Ops... iets het verkeerd geloop!
eu_es: Eragiketak... Zerbait gaizki atera zen!
hy_am: Ops... ինչ-որ բան սխալվեց!
is_is: Ops... Eitthvað fór úrskeiðis!

# TabsField.moveup
source: move up
af_za: beweeg op
eu_es: gorantz mugitu
hy_am: շարժվեք դեպի վեր
is_is: Færa upp

# Modal.justOkText
source: OK
af_za: OUKEI
eu_es: Onartu
hy_am: Օկ
is_is: Í lagi

# PDFField.titleSectionSelection
source: Sections
af_za: Afdelings
eu_es: Atalak
hy_am: Բաժիններ
is_is: Hluta

# Calendar.lang.previousCentury
source: Last century
af_za: Laaste eeu
eu_es: Aurreko mendea
hy_am: Անցած դար
is_is: Fyrri öld

# User.ResetPassword.passwordPlaceholder
source: New Password
af_za: Nuwe wagwoord
eu_es: Pasahitz berria
hy_am: Նոր գաղտնաբառ
is_is: Nýtt aðgangsorð

# User.loginTooltip
source: Login
af_za: Aanteken
eu_es: Saioa hasi
hy_am: Մուտք
is_is: Innskráning

# Form.defaultValidateMessages.whitespace
source: ${label} cannot be a blank character
af_za: ${label} kan nie 'n leë karakter wees nie
eu_es: ${label} ezin da izan karaktere zuri bat
hy_am: ${պիտակ} չի կարող լինել դատարկ կերպար
is_is: ${label} má ekki vera auður stafur

# Pagination.prev_page
source: Previous Page
af_za: Vorige bladsy
eu_es: Aurreko orrialdea
hy_am: Նախորդ Էջ
is_is: Fyrri síða

source: QR code expired
af_za: QR-kode verval
eu_es: QR kodea iraungi egin da
hy_am: QR կոդի ժամկետը լրացել է
is_is: QR-kóði er útrunninn

# FileWidget.errorNotUploaded
source: Ops... file not uploaded
af_za: Ops... lêer nie opgelaai nie
eu_es: Eragiketak... Kargatu gabeko artxiboa
hy_am: Ops... ֆայլը չի վերբեռնվում
is_is: Ops... Skrá ekki hlaðið upp

# Form.defaultValidateMessages.string.max
source: ${label} must be up to ${max} characters
af_za: ${label} moet tot ${max} karakters wees
eu_es: ${label} gehienez ${max} karaktere izan behar ditu
hy_am: ${պիտակ}-ը պետք է լինի մինչեւ ${max} տառերը
is_is: ${label} verður að vera allt að ${max} stafir

# User.Confirm.submitButton
source: Send instructions
af_za: Stuur instruksies
eu_es: Argibideak bidali
hy_am: Ուղարկել հրահանգները
is_is: Senda fyrirmæli

# Form.defaultValidateMessages.types.hex
source: ${label} is not a valid ${type}
af_za: ${label} is nie 'n geldige ${type} nie
eu_es: ${label} ez da ${type} balioduna
hy_am: ${պիտակ}-ը վավերական ${type} չէ
is_is: ${label} er ekki gilt ${type}

# Contact.submitButton
source: Send
af_za: Stuur
eu_es: Bidali
hy_am: Ուղարկել
is_is: Senda

# Table.expand
source: Expand row
af_za: Brei ry uit
eu_es: Zabaldu ilera
hy_am: Ընդլայնեք տողը
is_is: Opna línu

# App.restoreDifferences
source: Show differences from current data
af_za: Toon verskille van huidige data
eu_es: Egungo datuekiko aldeak erakutsi
hy_am: Ցույց տալ տարբերությունները ընթացիկ տվյալներից
is_is: Sýna mismun frá núverandi gögnum

# Pagination.jump_to_confirm
source: confirm
af_za: Bevestig
eu_es: baieztatu
hy_am: հաստատել
is_is: staðfest

# User.ResetPassword.submitButton
source: Reset Password
af_za: Stel wagwoord terug
eu_es: Pasahitza berrezartzea
hy_am: Reset ծածկագիրը
is_is: Endurstilla aðgangsorð

# Transfer.itemUnit
source: item
eu_es: Elementu
hy_am: պարագան
is_is: færsla

# global.placeholder
source: Please select
af_za: Kies asseblief
eu_es: Aukeratu
hy_am: Ընտրեք
is_is: Vinsamlegast veldu

# DatePicker.lang.rangeMonthPlaceholder
source: §["Start month","End month"]
af_za: §["Begin maand","Einde maand"]
eu_es: §["Hasiera hilabetea","Hilaren amaiera"]
hy_am: §["Սկիզբ ամիս","Ավարտ ամիս"]
is_is: §["Upphafsmánuður","Lokamánuður"]

# User.titleResetPassword
source: Reset password
af_za: Stel wagwoord terug
eu_es: Pasahitza berrezartzea
hy_am: Reset ծածկագիրը
is_is: Endurstilla aðgangsorð

# Contact.emailPlaceholder
source: Email
af_za: E-pos
eu_es: Posta elektroniko
hy_am: Էլ. փոստ
is_is: Tölvupóstur

# Table.triggerAsc
source: Click to sort ascending
af_za: Klik om stygende te sorteer
eu_es: Klik goranzko ordenan ordenatzeko
hy_am: Սեղմեք տեսակավորելու բարձրանալը
is_is: Smelltu til að raða hækkandi

# User.Register.usernameRequired
source: Please input your Username!
af_za: Voer asseblief jou gebruikersnaam in!
eu_es: Mesedez, sartu zure erabiltzaile-izena!
hy_am: Խնդրում ենք մուտքագրել Ձեր Username!
is_is: Vinsamlegast sláðu inn notandanafnið þitt!

# User.titleLogout
source: Sure to logout?
af_za: Seker om af te meld?
eu_es: Ziur saioa itxiko duzula?
hy_am: Անպայման logout?
is_is: Ertu viss um að skrá þig út?

# ArrayCopy.titleCopyButton
source: Please select where to copy data?
af_za: Kies asseblief waar om data te kopieer?
eu_es: Aukeratu datuak non kopiatu.
hy_am: Խնդրում ենք ընտրել, թե որտեղ պատճենել տվյալները:
is_is: Veldu hvar á að afrita gögn?

# Popconfirm.cancelText
source: Cancel
af_za: Kanselleer
eu_es: Ezeztatu
hy_am: Մերժել
is_is: Hætta við

# User.titleConfirm
source: Send confirmation email
af_za: Stuur bevestigings-e-pos
eu_es: Berrespen-posta elektronikoa bidali
hy_am: Ուղարկել հաստատման էլփոստ
is_is: Senda staðfestingarpóst

# Form.defaultValidateMessages.array.range
source: The amount of ${label} must be between ${min}-${max}
af_za: Die bedrag van ${label} moet tussen ${min}-${max} wees.
eu_es: ${label} kopuruak ${min}-${max} -ra bitartekoa izan behar du
hy_am: ${պիտակի} գումարը պետք է լինի ${min}-${max} միջեւ
is_is: Upphæðin ${label} verður að vera á milli ${min}-${max}

# User.ResetPassword.login
source: login!
af_za: Aanteken!
eu_es: Saioa hasi!
is_is: innskráning!

# Calendar.lang.rangeQuarterPlaceholder
source: §["Start quarter","End quarter"]
af_za: §["Begin kwartaal","Einde kwartaal"]
eu_es: §["Hasierako hiruhilekoa","Azken hiruhilekoa"]
hy_am: §["Սկիզբ քառորդ","Վերջ քառորդ"]
is_is: §["Upphafsfjórðungur","Lokafjórðungur"]

# PDFField.previewFile
source: Preview file
af_za: Voorskou lêer
eu_es: Aurretiazko ikustaldiaren artxiboa
hy_am: Նախադիտման ֆայլ
is_is: Forskoða skrá

# Contact.subjectPlaceholder
source: Mail Subject
af_za: Pos onderwerp
eu_es: Postaren gaia
hy_am: Փոստային ենթակայք
is_is: Efni pósts

# User.titleInfo
source: User info
af_za: Gebruiker inligting
eu_es: Erabiltzailearen informazioa
hy_am: Օգտվողի ինֆո
is_is: Upplýsingar um notanda

# App.cloudDownloadButton
source: Import
af_za: Invoer
eu_es: Inportazioa
hy_am: Ներմուծում
is_is: Innflutningur

# Form.defaultValidateMessages.types.float
source: ${label} is not a valid ${type}
af_za: ${label} is nie 'n geldige ${type} nie
eu_es: ${label} ez da ${type} balioduna
hy_am: ${պիտակ}-ը վավերական ${type} չէ
is_is: ${label} er ekki gilt ${type}

# App.runButton
source: Run
af_za: Loop
eu_es: Korrika egin
hy_am: Վազել
is_is: Hlaupa

# User.Register.emailInvalid
source: Invalid Email!
af_za: Ongeldige e-pos!
eu_es: Posta elektronikoa ez da baliozkoa!
hy_am: Անհամարժեք էլփոստ!
is_is: Ógilt netfang!

# Modal.cancelText
source: Cancel
af_za: Kanselleer
eu_es: Ezeztatu
hy_am: Չեղարկել
is_is: Hætta við

# DatePicker.lang.nextCentury
source: Next century
af_za: Volgende eeu
eu_es: Urrengo mendea
hy_am: Մյուս դար
is_is: Næsta öld

# Upload.removeFile
source: Remove file
af_za: Verwyder lêer
eu_es: Fitxategi ezabatu
hy_am: Հեռացնել ֆայլը
is_is: Fjarlægja skrá

# FileWidget.errorToolTip
source: Upload Error
af_za: Laai fout op
eu_es: Karga-akatsa
hy_am: Վերբեռնել սխալը
is_is: Villa við upphleðslu

# TableField.deleteAllConfirm
source: Sure to delete all content?
af_za: Seker om alle inhoud uit te vee?
eu_es: Eduki guztia ezabatuko duzu?
hy_am: Անպայման ջնջե՞լ բոլոր բովանդակությունը:
is_is: Ertu viss um að eyða öllu efni?

# Form.defaultValidateMessages.number.range
source: ${label} must be between ${min}-${max}
af_za: ${label} moet tussen ${min}-${max} wees
eu_es: ${label} -ren balioa ${min}-${max} -ren artean izan behar da
hy_am: ${պիտակ} պետք է լինի ${min}-${max} միջեւ
is_is: ${label} verður að vera á milli ${min}-${max}

# Form.defaultValidateMessages.date.format
source: ${label} date format is invalid
af_za: ${label} datumformaat is ongeldig
eu_es: ${label} dataren formatua baliogabea da
hy_am: ${պիտակ} ամսաթվի ձեւաչափն անվավեր է
is_is: ${label} dagsetningarsniðið er ógilt

# Form.defaultValidateMessages.types.string
source: ${label} is not a valid ${type}
af_za: ${label} is nie 'n geldige ${type} nie
eu_es: ${label} ez da ${type} balioduna
hy_am: ${պիտակ}-ը վավերական ${type} չէ
is_is: ${label} er ekki gilt ${type}

# Transfer.selectInvert
source: Invert current page
af_za: Omkeer huidige bladsy
eu_es: Uneko orrialdea alderantzikatu
hy_am: Invert ընթացիկ էջը
is_is: Snúa þessari síðu við

# ErrorListTemplate.tooltipFloatButton
source: Open Error Messages
af_za: Maak foutboodskappe oop
eu_es: Akats mezu irekiak
hy_am: Բաց սխալի հաղորդագրություններ
is_is: Opna villuboð

# DatePicker.lang.dateSelect
source: select date
af_za: kies datum
eu_es: Eguna aukeratu
hy_am: ընտրեք ամսաթիվը
is_is: Velja dag

# Table.emptyText
source: No data
af_za: Geen data nie
eu_es: Daturik gabe
hy_am: Ոչ մի տվյալ
is_is: Engin gögn

# DatePicker.lang.backToToday
source: Back to today
af_za: Terug na vandag
eu_es: Gaur itzuli
hy_am: Վերադառնալ այսօր
is_is: Til baka til dagsins í dag

# User.Forgot.emailInvalid
source: Invalid Email!
af_za: Ongeldige e-pos!
eu_es: Posta elektronikoa ez da baliozkoa!
hy_am: Անհամարժեք էլփոստ!
is_is: Ógilt netfang!

# User.ResetPassword.passwordRequired
source: Please input your New Password!
af_za: Voer asseblief jou nuwe wagwoord in!
eu_es: Mesedez, sartu pasahitz berria!
hy_am: Խնդրում ենք մուտքագրել Ձեր Նոր Գաղտնաբառը!
is_is: Vinsamlegast sláðu inn nýja lykilorðið þitt!

# User.Register.lastnamePlaceholder
source: Surname
af_za: Van
eu_es: Abizena
hy_am: Ազգանուն
is_is: Eftirnafn

# CloudUploadField.titleName
source: Name
af_za: Naam
eu_es: Izena
hy_am: Անուն
is_is: Nafn

# Contact.title
source: Contact us
af_za: Kontak Ons
eu_es: Jarri gurekin harremanetan
hy_am: Կապվեք մեզ հետ
is_is: Hafa samband

# Calendar.lang.nextCentury
source: Next century
af_za: Volgende eeu
eu_es: Urrengo mendea
hy_am: Մյուս դար
is_is: Næsta öld

# Form.defaultValidateMessages.string.min
source: ${label} must be at least ${min} characters
af_za: ${label} moet ten minste ${min} karakters wees
eu_es: ${label} gutxienez ${min} karaktere izan behar ditu
hy_am: ${պիտակ} պետք է լինեն առնվազն ${min} տառերը
is_is: ${label} verður að vera minnst ${min} stafir

# Modal.okText
source: OK
af_za: OUKEI
eu_es: Onartu
hy_am: Օկ
is_is: Áfram

# User.Register.emailRequired
source: Please input your Email!
af_za: Voer asseblief jou e-pos in!
eu_es: Mesedez, sartu zure posta elektronikoa!
hy_am: Խնդրում ենք մուտքագրել Ձեր Էլփոստը!
is_is: Vinsamlegast sláðu inn netfangið þitt!

# Table.collapse
source: Collapse row
af_za: Vou ry in
eu_es: Ilera kolapsatu
hy_am: Կրճատել տողը
is_is: Fella saman röð

# Pagination.prev_5
source: Previous 5 Pages
af_za: Vorige 5 bladsye
eu_es: aurreko 5 orrialde
hy_am: Նախորդ 5 Էջերը
is_is: Til baka 5 síður

# ArrayAccordion.titleCopyButton
source: Please select where to copy data?
af_za: Kies asseblief waar om data te kopieer?
eu_es: Aukeratu datuak non kopiatu.
hy_am: Խնդրում ենք ընտրել, թե որտեղ պատճենել տվյալները:
is_is: Veldu hvar á að afrita gögn?

# Calendar.lang.previousMonth
source: Previous month (PageUp)
af_za: Vorige maand (PageUp)
eu_es: Aurreko hilabetea (RePag)
hy_am: Անցած ամիս (PageUp)
is_is: Fyrri mánuður (PageUp)

# Transfer.removeCurrent
source: Remove current page
af_za: Verwyder huidige bladsy
eu_es: Uneko orria ezabatu
hy_am: Հեռացնել ընթացիկ էջը
is_is: Fjarlægja núgildandi síðu

# Form.defaultValidateMessages.array.max
source: At most ${max} ${label}
af_za: Hoogstens ${max} ${label}
eu_es: Gehienez ${max} ${label}
hy_am: Ամենաշատ ${max} ${պիտակ}
is_is: Í mesta lagi ${max} ${label}

# App.cloudUploadTooltip
source: Save data to Cloud
af_za: Stoor data in die wolk
eu_es: Datuak hodeian gorde
hy_am: Պահպանել տվյալները Cloud-ին
is_is: Vista gögn í skýi

# CloudDownloadField.buttonCancel
source: Cancel
af_za: Kanselleer
eu_es: Ezeztatu
hy_am: Չեղարկել
is_is: Afturkalla

# Contact.emailRequired
source: Please input your Email!
af_za: Voer asseblief jou e-pos in!
eu_es: Mesedez, sartu zure posta elektronikoa!
hy_am: Խնդրում ենք մուտքագրել Ձեր Էլփոստը!
is_is: Vinsamlegast sláðu inn netfangið þitt!

# Calendar.lang.monthBeforeYear
source: §true
eu_es: §false

# User.Confirm.emailInvalid
source: Invalid Email!
af_za: Ongeldige e-pos!
eu_es: Posta elektronikoa ez da baliozkoa!
hy_am: Անհամարժեք էլփոստ!
is_is: Ógilt netfang!

# User.ResetPassword.passwordConfirmError
source: The two passwords that you entered do not match!
af_za: Die twee wagwoorde wat u ingevoer het, stem nie ooreen nie!
eu_es: Sartu zituen bi pasahitzak ez datoz bat!
hy_am: Երկու գաղտնաբառերը, որոնք մուտք եք գործել, չեն համապատասխանում!
is_is: Aðgangsorðin tvö sem færð voru inn passa ekki saman!

# CloudUploadField.titleSaveNew
source: Save current data
af_za: Stoor huidige data
eu_es: Gorde egungo datuak
hy_am: Պահպանել ընթացիկ տվյալները
is_is: Vista núverandi gögn

# User.Register.lastnameRequired
source: Please input your Surname!
af_za: Voer asseblief jou Van in!
eu_es: Mesedez, sartu zure deitura!
hy_am: Խնդրում ենք մուտքագրել Ձեր Ազգանունը!
is_is: Vinsamlegast sláðu inn eftirnafnið þitt!

# User.settingButton
source: Settings
af_za: Instellings
eu_es: Konfigurazioa
hy_am: Պարամետրեր
is_is: Stillingar

# Pagination.next_3
source: Next 3 Pages
af_za: Volgende 3 bladsye
eu_es: hurrengo 3 orrialde
hy_am: Հաջորդ 3 Էջերը
is_is: Áfram 3 síður

# Transfer.remove
source: Remove
af_za: Verwyder
eu_es: Ezabatu
hy_am: Հեռացնել
is_is: Fjarlægja

# User.Login.passwordPlaceholder
source: Password
af_za: Wagwoord
eu_es: Pasahitza
hy_am: Անձնագիր
is_is: Aðgangsorð

# DatePicker.lang.placeholder
source: Select date
af_za: Kies datum
eu_es: Hautatu data
hy_am: Ընտրեք ամսաթիվը
is_is: Veldu dag

# User.titleForgot
source: Recover password
af_za: Herstel wagwoord
eu_es: Pasahitza berreskuratu
hy_am: Վերականգնել գաղտնաբառը
is_is: Endurheimta lykilorð

# Calendar.lang.quarterPlaceholder
source: Select quarter
af_za: Kies kwartaal
eu_es: Hiruhilekoa aukeratu
hy_am: Ընտրեք քառորդը
is_is: Velja ársfjórðung

# DatePicker.lang.previousCentury
source: Last century
af_za: Laaste eeu
eu_es: Aurreko mendea
hy_am: Անցած դար
is_is: Fyrri öld

# App.restoreButton
source: Restore
af_za: Herstel
eu_es: Zaharberritzea
hy_am: Վերականգնել
is_is: Endurheimta

# User.logoutButton
source: Logout
af_za: Afmelding
eu_es: Saioa itxi
hy_am: Լոգաուուտ
is_is: Nafnplata

# User.buttonTooltip
source: Login
af_za: Aanteken
eu_es: Saioa hasi
hy_am: Մուտք
is_is: Innskráning

# DatePicker.lang.rangeYearPlaceholder
source: §["Start year","End year"]
af_za: §["Begin jaar","Eindjaar"]
eu_es: §["Hasiera urtea","Urte amaiera"]
hy_am: §["Սկսեք տարին","Տարեվերջին"]
is_is: §["Byrja ár","Lok árs"]

# Pagination.page_size
source: Page Size
af_za: Bladsy grootte
eu_es: orrien tamaina
hy_am: Էջի չափսը

# Calendar.lang.weekSelect
source: Choose a week
af_za: Kies 'n week
eu_es: Astea aukeratu
hy_am: Ընտրեք շաբաթը
is_is: Veldu viku

# Form.defaultValidateMessages.date.invalid
source: ${label} is an invalid date
af_za: ${label} is 'n ongeldige datum
eu_es: ${label} data baliogabea da
hy_am: ${պիտակ} -ն անվավեր ամսաթիվ է
is_is: ${label} er ógild dagsetning

# App.restoreCloseButton
source: Close
af_za: Sluit
eu_es: Itxi
hy_am: Փակ
is_is: Loka

# User.Forgot.submitButton
source: Recover Password
af_za: Herstel wagwoord
eu_es: Pasahitza berreskuratu
hy_am: Վերահասցնեք գաղտնաբառը
is_is: Endurheimta lykilorð

# Transfer.selectCurrent
source: Select current page
af_za: Kies huidige bladsy
eu_es: Hautatu uneko orria
hy_am: Ընտրեք ընթացիկ էջը
is_is: Velja þessa síðu

# User.Register.usernamePlaceholder
source: Username
af_za: Gebruikersnaam
eu_es: Erabiltzaile-izena
is_is: Notandanafn

# App.filesButton
source: Files
af_za: Lêers
eu_es: Artxiboak
hy_am: Ֆայլեր
is_is: Skrár

# TabsField.moveright
source: move right
af_za: beweeg regs
eu_es: Mugitu eskuinetara
hy_am: շարժվեք աջ
is_is: færa til hægri

# DatePicker.lang.weekSelect
source: Choose a week
af_za: Kies 'n week
eu_es: Astea aukeratu
hy_am: Ընտրեք շաբաթը
is_is: Veldu viku

# Calendar.lang.rangeMonthPlaceholder
source: §["Start month","End month"]
af_za: §["Begin maand","Einde maand"]
eu_es: §["Hasiera hilabetea","Hilaren amaiera"]
hy_am: §["Սկիզբ ամիս","Ավարտ ամիս"]
is_is: §["Upphafsmánuður","Lokamánuður"]

# Table.filterTitle
source: Filter menu
af_za: Filter spyskaart
eu_es: Iragazi menua
hy_am: ֆիլտրի ընտրացանկ
is_is: Afmarkanir

# App.restoreTooltip
source: Restore data
af_za: Herstel data
eu_es: Datuak berrezartzea
hy_am: Վերականգնել տվյալները
is_is: Endurheimta gögn

# Upload.downloadFile
source: Download file
af_za: Laai lêer af
eu_es: Fitxategia deskargatu
hy_am: Ներբեռնել ֆայլը
is_is: Hlaða niður skrá

# Calendar.lang.yearSelect
source: Choose a year
af_za: Kies 'n jaar
eu_es: Urtea aukeratu
hy_am: Ընտրեք տարին
is_is: Velja ár

# Text.copy
source: Copy
af_za: Kopieer
eu_es: Kopiatu
hy_am: Պատճենել
is_is: Afrit

# User.ResetPassword.errorTitle
source: Ops... something went wrong!
af_za: Ops... iets het verkeerd geloop!
eu_es: Eragiketak... Zerbait gaizki atera zen!
hy_am: Ops... ինչ-որ բան սխալվեց!
is_is: Ops... Eitthvað fór úrskeiðis!

# Tour.Finish
source: Finish
af_za: Klaar
eu_es: Amaitu
hy_am: Ավարտ
is_is: Enda

# Form.defaultValidateMessages.number.len
source: ${label} must be equal to ${len}
af_za: ${label} moet gelyk wees aan ${len}
eu_es: ${label} -ren balioa ${len} izan behar da
hy_am: ${պիտակ}-ը պետք է հավասար լինի ${len}
is_is: ${label} verður að vera jafnt og ${len}

# CloudDownloadField.titleSaveNew
source: Save current data
af_za: Stoor huidige data
eu_es: Gorde egungo datuak
hy_am: Պահպանել ընթացիկ տվյալները
is_is: Vista núverandi gögn

# CloudUploadField.confirmDelete
source: Sure to delete?
af_za: Seker om te verwyder?
eu_es: Seguru ezabatuko duzula?
hy_am: Անպայման ջնջե՞լ
is_is: Ertu viss um að eyða?

# PDFField.uploading
source: Uploading...
af_za: Oplaai...
eu_es: Kargatu...
hy_am: Վերբեռնում...
is_is: Senda...

# Transfer.removeAll
source: Remove all data
af_za: Verwyder alle data
eu_es: Ezabatu datu guztiak
hy_am: Հեռացնել բոլոր տվյալները
is_is: Fjarlægja öll gögn

# Calendar.timePickerLocale.rangePlaceholder
source: §["Start time","End time"]
af_za: §["Begin tyd","Eindtyd"]
eu_es: §["Hasiera ordua","Amaiera ordua"]
hy_am: §["Սկսեք ժամանակը","Ավարտի՛ր ժամանակը"]
is_is: §["Tími ræsingar","Lokatími"]

# User.Forgot.errorTitle
source: Ops... something went wrong!
af_za: Ops... iets het verkeerd geloop!
eu_es: Eragiketak... Zerbait gaizki atera zen!
hy_am: Ops... ինչ-որ բան սխալվեց!
is_is: Ops... Eitthvað fór úrskeiðis!

# Table.filterEmptyText
source: No filters
af_za: Geen filters nie
eu_es: Iragazkirik gabe
hy_am: Ոչ ֆիլտրեր
is_is: Engar síur

# PDFField.removeFile
source: Remove file
af_za: Verwyder lêer
eu_es: Artxiboa ezabatzea
hy_am: Հեռացնել ֆայլը
is_is: Fjarlægja skrá

# User.Login.sendConfirmMail
source: resend confirmation email
af_za: stuur bevestigings-e-pos weer
eu_es: Berrespen mezu elektronikoa bidali
hy_am: resend հաստատման էլփոստ
is_is: Senda staðfestingartölvupóst aftur

# Pagination.next_5
source: Next 5 Pages
af_za: Volgende 5 bladsye
eu_es: hurrengo 5 orrialde
hy_am: Հաջորդ 5 Էջերը
is_is: Áfram 5 síður

# ErrorListTemplate.descriptionFloatButton
source: ERR
eu_es: Errar
hy_am: Էրր
is_is: SKJÁTLAST

# PDFField.preview
source: Preview
af_za: Voorskou
eu_es: Aurrebista
hy_am: Նախադիտում
is_is: Forsýning

# Form.defaultValidateMessages.enum
source: ${label} must be one of [${enum}]
af_za: ${label} moet een van [${enum}] wees.
eu_es: ${label} [${enum}] -tako bat izan behar da
hy_am: ${պիտակ}-ը պետք է լինի [${enum}]
is_is: ${label} verður að vera eitt af [${enum}]

# Contact.nameRequired
source: Please input your Name!
af_za: Voer asseblief jou naam in!
eu_es: Mesedez, sartu zure izena!
hy_am: Խնդրում ենք մուտքագրել Ձեր Անունը!
is_is: Vinsamlegast sláðu inn nafnið þitt!

# ErrorListTemplate.titleModal
source: Errors
af_za: Foute
eu_es: Erroreak
hy_am: Սխալներ
is_is: Villur

# Form.defaultValidateMessages.number.min
source: ${label} must be minimum ${min}
af_za: ${label} moet minimum ${min} wees
eu_es: ${label} -ren balio minimoa ${min} da
hy_am: ${պիտակ} պետք է լինի նվազագույնը ${min}
is_is: ${label} verður að vera lágmark ${min}

# User.Register.firstnamePlaceholder
source: Name
af_za: Naam
eu_es: Izena
hy_am: Անուն
is_is: Nafn

# DatePicker.lang.yearSelect
source: Choose a year
af_za: Kies 'n jaar
eu_es: Urtea aukeratu
hy_am: Ընտրեք տարին
is_is: Velja ár

# User.Register.submitButton
source: Register
eu_es: Erregistroa
hy_am: Գրանցվել
is_is: Skrá

# Calendar.lang.backToToday
source: Back to today
af_za: Terug na vandag
eu_es: Gaur itzuli
hy_am: Վերադառնալ այսօր
is_is: Til baka til dagsins í dag

# User.Login.rememberMe
source: Remember me
af_za: Onthou my
eu_es: Gogora nazazu
hy_am: Հիշիր ինձ
is_is: Mundu eftir mér

# CloudDownloadField.buttonDownload
source: Server
af_za: Bediener
eu_es: Zerbitzari
hy_am: Սերվեր
is_is: Netþjónn

# ArrayAccordion.tooltipExtra
source: Copy data over
af_za: Kopieer data oor
eu_es: Kopiatuei buruzko datuak
hy_am: Պատճենեք տվյալները ավելի
is_is: Afrita gögn yfir

# Calendar.timePickerLocale.placeholder
source: Select time
af_za: Kies tyd
eu_es: Aukeratu ordua
hy_am: Ընտրեք ժամը
is_is: Velja tíma

# Calendar.lang.year
source: Year
af_za: Jaar
eu_es: Urte
hy_am: Տարի
is_is: Ár

# User.Register.passwordConfirmRequired
source: Please confirm your Password!
af_za: Bevestig asseblief jou wagwoord!
eu_es: Mesedez, baiezta iezadazu zure pasahitza!
hy_am: Խնդրում ենք հաստատել Ձեր Գաղտնաբառը!
is_is: Vinsamlegast staðfestu lykilorðið þitt!

# App.disableFullscreen
source: Disable Fullscreen
af_za: Skakel volskerm uit
eu_es: Pantaila osoa desaktibatu
hy_am: Անջատել Fullscreen
is_is: Gera skjáfylli óvirkt

# CloudDownloadField.createdAt
source: Created
af_za: Geskep
eu_es: Sortua
hy_am: Ստեղծվել է
is_is: Stofnuð

# App.downloadTooltip
source: Export data as JSON
af_za: Voer data uit as JSON
eu_es: JSON bezalako datuak esportatu
hy_am: Արտահանման տվյալները որպես JSON
is_is: Flytja út gögn sem JSON

# App.autoSaveTooltip
source: Enable AutoSaving
af_za: Aktiveer outosaving
eu_es: Zaintza automatikoa gaitu
hy_am: Հնարավորություն autoSaving
is_is: Gera sjálfvirka vistun virka

# DatePicker.lang.today
source: Today
af_za: Vandag
eu_es: Gaur
hy_am: Այսօր
is_is: Í dag

# Tour.Previous
source: Previous
af_za: Vorige
eu_es: Aurrekoa
hy_am: Նախորդ
is_is: Fyrri

# Pagination.jump_to
source: Go to
af_za: Gaan na
eu_es: -ra joan
hy_am: Գնալ
is_is: Síða

# User.ResetPassword.or
source: Or
af_za: Of
eu_es: O
hy_am: Կամ
is_is: Eða

# User.Register.passwordPlaceholder
source: Password
af_za: Wagwoord
eu_es: Pasahitza
hy_am: Անձնագիր
is_is: Aðgangsorð
