Repository: vinci1it2000/schedula
Catalog: schedula/utils/form/server/locale/translations/*/LC_MESSAGES/antd.po
Languages: af_za, eu_es, hy_am, is_is

# Form.defaultValidateMessages.string.range
source: ${label} must be between ${min}-${max} characters
af_za: ${label} moet tussen ${min}-${max} karakters wees
eu_es: ${label} ${min}-${max} karaktere artean izan behar ditu
hy_am: ${պիտակ} պետք է լինի ${min}-${max} տառերի միջեւ
is_is: ${label} verður að vera á milli ${min}-${max} stafir

# User.Login.emailPlaceholder
source: Email
af_za: E-pos
eu_es: Posta elektroniko
hy_am: Էլ. փոստ
is_is: Tölvupóstur

# TabsField.moveleft
source: move left
af_za: beweeg links
eu_es: Mugitu ezkerretara
hy_am: շարժումը ձախ
is_is: Færa til vinstri

# App.cloudUploadButton
source: Save
af_za: Stoor
eu_es: Salbatu
hy_am: Խնայել
is_is: Spara

# User.Forgot.emailPlaceholder
source: Email
af_za: E-pos
eu_es: Posta elektroniko
hy_am: Էլ. փոստ
is_is: Tölvupóstur

# PDFField.downloadFile
source: Download file
af_za: Laai lêer af
eu_es: Deskargatu fitxategia
hy_am: Ներբեռնել ֆայլը
is_is: Sækja skrá

# DatePicker.timePickerLocale.placeholder
source: Select time
af_za: Kies tyd
eu_es: Aukeratu ordua
hy_am: Ընտրեք ժամը
is_is: Velja tíma

# Contact.messageRequired
source: Please enter your message!
af_za: Voer asseblief jou boodskap in!
eu_es: Mesedez, sartu zure mezua!
hy_am: Խնդրում ենք մուտք գործել Ձեր հաղորդագրությունը!
is_is: Vinsamlegast sláðu inn skilaboðin þín!

# User.Setting.lastnameRequired
source: Please input your Surname!
af_za: Voer asseblief jou Van in!
eu_es: Mesedez, sartu zure deitura!
hy_am: Խնդրում ենք մուտքագրել Ձեր Ազգանունը!
is_is: Vinsamlegast sláðu inn eftirnafnið þitt!

# CloudUploadField.buttonCancel
source: Cancel
af_za: Kanselleer
eu_es: Ezeztatu
hy_am: Չեղարկել
is_is: Afturkalla

# App.downloadButton
source: Download
af_za: Aflaai
eu_es: Deskargatu
hy_am: Ներբեռնել
is_is: Hlaða niður

# DatePicker.lang.dateFormat
source: M/D/YYYY
eu_es: YYYY/M/D
hy_am: DD/MM//YYYY
is_is: D/M/YYYY

# Contact.subjectRequired
source: Please enter mail subject!
af_za: Voer asseblief posonderwerp in!
eu_es: Mesedez, sartu postaren kontua!
hy_am: Խնդրում ենք մուտք գործել փոստային թեմա!
is_is: Vinsamlegast sláðu inn póstefni!

# Calendar.lang.locale
source: en_US
eu_es: eu_ES
hy_am: hy-am
is_is: is_IS

# CloudDownloadField.titleName
source: Name
af_za: Naam
eu_es: Izena
hy_am: Անուն
is_is: Nafn

# Transfer.searchPlaceholder
source: Search here
af_za: Soek hier
eu_es: Bilatu hemen
hy_am: Որոնեք այստեղ
is_is: Leita hér

# CloudUploadField.createdAt
source: Created
af_za: Geskep
eu_es: Sortua
hy_am: Ստեղծվել է
is_is: Stofnuð

# Contact.emailInvalid
source: Invalid Email!
af_za: Ongeldige e-pos!
eu_es: Posta elektronikoa ez da baliozkoa!
hy_am: Անհամարժեք էլփոստ!
is_is: Ógilt netfang!

# User.infoButton
source: Profile
af_za: Profiel
eu_es: Profila
hy_am: Պրոֆիլ
is_is: Vangasvipur

# User.Register.passwordConfirmError
source: The two passwords that you entered do not match!
af_za: Die twee wagwoorde wat u ingevoer het, stem nie ooreen nie!
eu_es: Sartu zituen bi pasahitzak ez datoz bat!
hy_am: Երկու գաղտնաբառերը, որոնք մուտք եք գործել, չեն համապատասխանում!
is_is: Aðgangsorðin tvö sem færð voru inn passa ekki saman!

# CloudUploadField.dataSwitchChecked
source: current
af_za: Huidige
eu_es: gaur egun
hy_am: ընթացիկ
is_is: núverandi

# TabsField.clone
source: clone
af_za: kloon
eu_es: klona
hy_am: կլոն
is_is: klón

# QRCode.refresh
source: Refresh
af_za: Verfris
eu_es: Eguneratu
hy_am: Թարմություն
is_is: Hressa

# TableField.importTooltip
source: Import table from CSV
af_za: Voer tabel vanaf CSV in
eu_es: CSVtik taula inportatu
hy_am: Ներմուծման սեղան CSV-ից
is_is: Flytja inn töflu úr CSV

# App.uploadTooltip
source: Import data as JSON
af_za: Voer data in as JSON
eu_es: JSON bezalako datuak inportatzea
hy_am: Ներմուծման տվյալները որպես JSON
is_is: Flytja inn gögn sem JSON

# DatePicker.lang.decadeSelect
source: Choose a decade
af_za: Kies 'n dekade
eu_es: Hamarkada aukeratu
hy_am: Ընտրեք տասնամյակը
is_is: Velja áratug

# App.restoreModalTitle
source: Restore data
af_za: Herstel data
eu_es: Datuak berrezartzea
hy_am: Վերականգնել տվյալները
is_is: Endurheimta gögn

# Table.sortTitle
source: Sort
af_za: Rangskik
eu_es: Ordenatu
hy_am: Տեսակավորել
is_is: Raða

# DatePicker.lang.year
source: Year
af_za: Jaar
eu_es: Urte
hy_am: Տարի
is_is: Ár

# App.restoreRestoreButton
source: Restore
af_za: Herstel
eu_es: Zaharberritzea
hy_am: Վերականգնել
is_is: Endurheimta

# Form.defaultValidateMessages.types.number
source: ${label} is not a valid ${type}
af_za: ${label} is nie 'n geldige ${type} nie
eu_es: ${label} ez da ${type} balioduna
hy_am: ${պիտակ}-ը վավերական ${type} չէ
is_is: ${label} er ekki gilt ${type}

# Calendar.lang.yearPlaceholder
source: Select year
af_za: Kies jaar
eu_es: Aukeratu urtea
hy_am: Ընտրեք տարին
is_is: Velja ár

# Popconfirm.okText
source: OK
af_za: OUKEI
eu_es: Onartu
hy_am: Հաստատել
is_is: Áfram

# CloudDownloadField.titleData
source: Data Source
af_za: Data bron
eu_es: Datu-iturria
hy_am: Տվյալների աղբյուր
is_is: Gagnagjafi

# ArrayCopy.placeholder
source: Please select
af_za: Kies asseblief
eu_es: Mesedez, aukeratu
hy_am: Խնդրում ենք ընտրել
is_is: Vinsamlegast veldu

# Upload.uploading
source: Uploading...
af_za: Oplaai...
eu_es: Eguneratzen...
hy_am: Ներբեռնում...
is_is: Hleð upp...

# CloudUploadField.titleData
source: Data Source
af_za: Data bron
eu_es: Datu-iturria
hy_am: Տվյալների աղբյուր
is_is: Gagnagjafi

# Text.copied
source: Copied
af_za: Gekopieer
eu_es: Kopiatuta
hy_am: Պատճենվել է
is_is: Afritað

# App.cloudDownloadTooltip
source: Import data from Cloud
af_za: Voer data vanaf Cloud in
eu_es: Datuak hodeitik inportatzea
hy_am: Ներմուծման տվյալներ Cloud-ից
is_is: Flytja inn gögn úr Cloud

# FileWidget.dropMessage
source: Drag File Here or Click to Browse
af_za: Sleep lêer hier of klik om te blaai
eu_es: Arrastu artxiboa hemen edo egin klik nabigatzeko
hy_am: Drag ֆայլը այստեղ կամ սեղմեք Browse
is_is: Dragðu skrána hingað eða smelltu til að fletta

# Calendar.lang.month
source: Month
af_za: Maand
eu_es: Hilabete
hy_am: Ամիս
is_is: Mánuður

# Form.defaultValidateMessages.types.object
source: ${label} is not a valid ${type}
af_za: ${label} is nie 'n geldige ${type} nie
eu_es: ${label} ez da ${type} balioduna
hy_am: ${պիտակ}-ը վավերական ${type} չէ
is_is: ${label} er ekki gilt ${type}

# PageHeader.back
source: Back
af_za: Terug
eu_es: Itzuli
hy_am: Հետ
is_is: Bak

# DatePicker.lang.nextYear
source: Next year (Control + right)
af_za: Volgende jaar (Beheer + regs)
eu_es: Urrento urtea (Control + eskuina)
hy_am: Մյուս տարի (Control + right)
is_is: Næsta ár (Control + right)

# User.titleLogin
source: Login
af_za: Aanteken
eu_es: Saioa hasi
hy_am: Մուտք
is_is: Innskráning

# Table.filterCheckall
source: Select all items
af_za: Kies alle items
eu_es: Autatu dena
hy_am: Ընտրեք բոլոր իրերը
is_is: Velja öll atriði

# DatePicker.lang.previousYear
source: Last year (Control + left)
af_za: Verlede jaar (Beheer + links)
eu_es: Aurreko urtea (Control + ezkerra)
hy_am: Անցած տարի (Control + left)
is_is: Fyrra ár (Control + left)

# Upload.previewFile
source: Preview file
af_za: Voorskou lêer
eu_es: Aurrebista
hy_am: Դիտել ֆայլը
is_is: Forskoða skrá

# CloudUploadField.updatedAt
source: Updated
af_za: Bygewerk
eu_es: Eguneratua
hy_am: Թարմացված
is_is: Uppfærður

# Calendar.lang.timeSelect
source: select time
af_za: Kies Tyd
eu_es: Ordua aukeratu
hy_am: ընտրեք ժամը
is_is: Velja tíma

# CloudUploadField.buttonSave
source: Save
af_za: Stoor
eu_es: Salbatu
hy_am: Խնայել
is_is: Spara

# TabsField.selectItem
source: Select item
af_za: Kies item
eu_es: Artikulua aukeratu
hy_am: Ընտրել առարկան
is_is: Velja vöru

# FileWidget.errorSameFile
source: File {filename} already uploaded!
af_za: Lêer {lêernaam} reeds opgelaai!
eu_es: {filename} artxiboa kargatu egin da!
hy_am: File {filename} արդեն վերբեռնված!
is_is: Skrá {filename} hefur þegar verið hlaðið upp!

# Calendar.lang.monthSelect
source: Choose a month
af_za: Kies 'n maand
eu_es: Hilabetea aukeratu
hy_am: Ընտրեք ամիսը
is_is: Velja mánuð

# Form.defaultValidateMessages.types.array
source: ${label} is not a valid ${type}
af_za: ${label} is nie 'n geldige ${type} nie
eu_es: ${label} ez da ${type} balioduna
hy_am: ${պիտակ}-ը վավերական ${type} չէ
is_is: ${label} er ekki gilt ${type}

# language
source: en_US
af_za: af_ZA
eu_es: eu_ES
hy_am: hy_AM
is_is: is_IS

# User.Setting.lastnamePlaceholder
source: Surname
af_za: Van
eu_es: Abizena
hy_am: Ազգանուն
is_is: Eftirnafn

# TabsField.delete
source: delete
af_za: Skrap
eu_es: ezabatu
hy_am: ջնջել
is_is: Eyða

# Form.defaultValidateMessages.default
source: Field validation error for ${label}
af_za: Veldvalideringsfout vir ${label}
eu_es: ${label} eremuaren balidazio errore
hy_am: ${պիտակի համար արտի վավերացման սխալը}
is_is: Villa í svæðisprófun fyrir ${label}

# Calendar.lang.previousYear
source: Last year (Control + left)
af_za: Verlede jaar (Beheer + links)
eu_es: Aurreko urtea (Control + ezkerra)
hy_am: Անցած տարի (Control + left)
is_is: Fyrra ár (Control + left)

# User.titleChangePassword
source: Change password
af_za: Verander wagwoord
eu_es: Pasahitza aldatu
hy_am: Փոխել գաղտնաբառը
is_is: Breyta aðgangsorði

# User.changePasswordButton
source: Change password
af_za: Verander wagwoord
eu_es: Pasahitza aldatu
hy_am: Փոխել գաղտնաբառը
is_is: Breyta aðgangsorði

# User.ChangePassword.submitButton
source: Change Password
af_za: Verander wagwoord
eu_es: Pasahitza aldatu
hy_am: Փոխել գաղտնաբառը
is_is: Breyta aðgangsorði

# User.ChangePassword.currentPasswordRequired
source: Please input your Current Password!
af_za: Voer asseblief jou huidige wagwoord in!
eu_es: Sartu zure pasahitza gaur egun!
hy_am: Խնդրում ենք մուտքագրել Ձեր ընթացիկ գաղտնաբառը!
is_is: Vinsamlegast sláðu inn núverandi aðgangsorð!

# User.ChangePassword.currentPasswordPlaceholder
source: Current password
af_za: Huidige wagwoord
eu_es: Gaur egungo pasahitza
hy_am: Ընթացիկ ծածկագիրը
is_is: Núverandi aðgangsorð

# User.ChangePassword.passwordPlaceholder
source: New Password
af_za: Nuwe wagwoord
eu_es: Pasahitz berria
hy_am: Նոր գաղտնաբառ
is_is: Nýtt aðgangsorð

# User.ChangePassword.passwordRequired
source: Please input your New Password!
af_za: Voer asseblief jou nuwe wagwoord in!
eu_es: Mesedez, sartu pasahitz berria!
hy_am: Խնդրում ենք մուտքագրել Ձեր Նոր Գաղտնաբառը!
is_is: Vinsamlegast sláðu inn nýja lykilorðið þitt!

# User.ChangePassword.passwordConfirmPlaceholder
source: Confirm New Password
af_za: Bevestig nuwe wagwoord
eu_es: Pasahitz berria baieztatu
hy_am: Հաստատել նոր գաղտնաբառը
is_is: Staðfesta nýtt aðgangsorð

# User.ChangePassword.passwordConfirmRequired
source: Please confirm your New Password!
af_za: Bevestig asseblief jou nuwe wagwoord!
eu_es: Baiezta iezadazu, mesedez, zure pasahitz berria!
hy_am: Խնդրում ենք հաստատել Ձեր Նոր Գաղտնաբառը!
is_is: Vinsamlegast staðfestu nýja lykilorðið þitt!

# User.ChangePassword.passwordConfirmError
source: The two passwords that you entered do not match!
af_za: Die twee wagwoorde wat u ingevoer het, stem nie ooreen nie!
eu_es: Sartu zituen bi pasahitzak ez datoz bat!
hy_am: Երկու գաղտնաբառերը, որոնք մուտք եք գործել, չեն համապատասխանում!
is_is: Aðgangsorðin tvö sem færð voru inn passa ekki saman!

# User.ChangePassword.errorTitle
source: Ops... something went wrong!
af_za: Ops... iets het verkeerd geloop!
eu_es: Eragiketak... Zerbait gaizki atera zen!
hy_am: Ops... ինչ-որ բան սխալվեց!
is_is: Ops... Eitthvað fór úrskeiðis!

# Transfer.deselectAll
source: Deselect all data
af_za: Ontkies alle data
eu_es: Datu guztien aukeraketa bertan behera utzi
hy_am: Deselect բոլոր տվյալները
is_is: Hafna öllum gögnum

# User.Settings.revertButton
source: Revert
af_za: Keer terug
eu_es: Itzuli
is_is: Bakfæra

# User.Settings.submitButton
source: Save
af_za: Stoor
eu_es: Salbatu
hy_am: Խնայել
is_is: Spara

# QRCode.scanned
source: Scanned
af_za: Geskandeerde
eu_es: Eskaneatua
hy_am: Սկանավորված
is_is: Skanni

# Text.collapse
source: Collapse
af_za: Ineenstorting
eu_es: Kolapsoa
hy_am: Փլուզում
is_is: Hrynja

# Cookies.settingsText
source: Customize
af_za: Pasmaak
eu_es: Pertsonalizatu
is_is: Sérsníða

# Cookies.rejectAllButton
source: Reject All
af_za: Verwerp alles
eu_es: Guztia baztertzea
hy_am: Մերժիր բոլորին
is_is: Hafna öllu

# Cookies.cancelButton
source: Cancel
af_za: Kanselleer
eu_es: Ezeztatu
hy_am: Չեղարկել
is_is: Afturkalla

# Cookies.acceptAllButton
source: Accept All
af_za: Aanvaar alles
eu_es: Dena onartzea
hy_am: Ընդունեք բոլորը
is_is: Samþykkja allt

# Cookies.modalTitle
source: Notice
af_za: Kennisgewing
eu_es: Notatu
hy_am: Նկատողություն
is_is: Tilkynning

# Cookies.rejectButton
source: Reject Optionals
af_za: Verwerp opsionele
eu_es: Aukeran atzera bota
hy_am: Հրաժարվիր տարբերակներից
is_is: Hafna valfrjálsum

# Cookies.introText
source: We and selected third parties use cookies or similar technologies for technical purposes and, with your consent, for other purposes as specified in the Cookie Policy. For more information read our [Terms and Conditions](/terms-of-service) and [Cookie Policy](/privacy).
af_za: Ons en geselekteerde derde partye gebruik koekies of soortgelyke tegnologieë vir tegniese doeleindes en, met u toestemming, vir ander doeleindes soos gespesifiseer in die Koekiebeleid. Vir meer inligting lees ons [Bepalings en Voorwaardes](/terms-of-service) en [Koekiebeleid](/privacy).
eu_es: Guk eta aukeratutako hirugarrenek cookieak edo antzeko teknologiak erabiltzen ditugu helburu teknikoekin eta, beren baimenarekin, cookie-politikan zehaztutako beste helburu batzuetarako. Informazio gehiago lortzeko, irakurri gure [terminoak eta baldintzak](/gdpr/files/terms-conditions) eta [Cookie-politika](/privacy).
hy_am: Մենք եւ ընտրված երրորդ անձինք օգտագործում ենք cookie կամ նմանատիպ տեխնոլոգիաներ տեխնիկական նպատակներով եւ, Ձեր համաձայնությամբ, այլ նպատակներով, ինչպես նշված է Cookie Policy-ում: Լրացուցիչ տեղեկությունների համար կարդացեք մեր [Պայմանները եւ պայմանները](/terms-of-service) եւ [Cookie Policy](/privacy):
is_is: Við og valdir þriðju aðilar notum vafrakökur eða svipaða tækni í tæknilegum tilgangi og, með þínu samþykki, í öðrum tilgangi eins og tilgreint er í vafrakökustefnunni. Fyrir frekari upplýsingar lestu okkar [Skilmálar] (/ GDPR / skrár / skilmálar-skilyrði) og [Vafrakökustefna] (/ GDPR / skrár / smákökur-stefna).

# Cookies.saveButton
source: Save and continue
af_za: Stoor en gaan voort
eu_es: Gorde eta jarraitu
hy_am: Խնայեք եւ շարունակեք
is_is: Vista og halda áfram

# Cookies.settingsIntro
source: The options provided in this section allow you to customize your consent preferences for any tracking technology used for the purposes described below. To learn more about how these trackers help us and how they work, refer to the [cookie policy](/privacy). Please be aware that denying consent for a particular purpose may make related features unavailable.
af_za: Met die opsies wat in hierdie afdeling aangebied word, kan u u toestemmingsvoorkeure aanpas vir enige opsporingstegnologie wat gebruik word vir die onderstaande doeleindes. Om meer te wete te kom oor hoe hierdie spoorsnyers ons help en hoe dit werk, verwys na die [koekiebeleid](/privacy). Let daarop dat die weiering van toestemming vir 'n spesifieke doel verwante funksies nie beskikbaar kan maak nie.
eu_es: Atal honetan emandako aukerei esker, jarraian deskribatutako helburuetarako erabiltzen den edozein jarraipen-teknologiatarako baimenaren lehentasunak pertsonalizatu ahal izango dituzu. Arakatzaile hauek nola laguntzen diguten eta nola funtzionatzen duten jakiteko, kontsulta ezazu [cookieen politika](/privacy). Kontuan izan helburu berezi baterako adostasuna ekatzeak zerikusia duten funtzioak eskuragarri ez egotea eragoztarazi dezakeela.
hy_am: Այս բաժնում ներկայացված տարբերակները թույլ են տալիս ձեզ հարմարեցնել ձեր համաձայնության նախասիրությունները ցանկացած հետապնդման տեխնոլոգիայի համար, որն օգտագործվում է ստորեւ նկարագրված նպատակների համար: Ավելի շատ տեղեկություններ ստանալու համար, թե ինչպես են այս trackers օգնում մեզ եւ ինչպես են նրանք աշխատում, հղում [cookie policy](/privacy): Խնդրում ենք տեղյակ լինել, որ համաձայնությունը մերժելը որոշակի նպատակով կարող է անհասանելի դարձնել դրանց հետ կապված առանձնահատկությունները:
is_is: Valkostirnir í þessum hluta gera þér kleift að sérsníða samþykkisstillingar þínar fyrir hvers kyns rakningartækni sem notuð er í þeim tilgangi sem lýst er hér að neðan. Til að læra meira um hvernig þessir rekja spor einhvers hjálpa okkur og hvernig þeir virka skaltu skoða [vafrakökustefnu](/privacy). Vinsamlegast hafðu í huga að neitun samþykkis í ákveðnum tilgangi getur gert tengda eiginleika ótiltæka.

# Cookies.settingsTitle
source: Your consent preferences for tracking technologies
af_za: U toestemmingsvoorkeure vir opsporingstegnologieë
eu_es: Jarraipen-teknologietarako adostasun-lehentasunak
hy_am: Ձեր համաձայնության նախընտրությունները հետեւել տեխնոլոգիաներին
is_is: Kjörstillingar þínar fyrir rakningartækni

# Cookies.acceptButton
source: Accept
af_za: Aanvaar
eu_es: Onartzea
hy_am: Ընդունել
is_is: Þiggja

# Cookies.errorTitle
source: Ops... something went wrong!
af_za: Ops... iets het verkeerd geloop!
eu_es: Eragiketak... Zerbait gaizki atera zen!
hy_am: Ops... ինչ-որ բան սխալվեց!
is_is: Ops... Eitthvað fór úrskeiðis!

# Cookies.descriptionMeasuring
source: These trackers help us to measure traffic and analyze your behavior to improve our service.
af_za: Hierdie spoorsnyers help ons om verkeer te meet en u gedrag te ontleed om ons diens te verbeter.
eu_es: Arakatzaile hauek trafikoa neurtzen eta gure zerbitzua hobetzeko duten portaera aztertzen laguntzen digute.
hy_am: Այս հետեւողները օգնում են մեզ չափել երթեւեկությունը եւ վերլուծել ձեր վարքը, որպեսզի բարելավենք մեր ծառայությունը։
is_is: Þessir rekja spor einhvers hjálpa okkur að mæla umferð og greina hegðun þína til að bæta þjónustu okkar.

# Cookies.descriptionMandatory
source: These trackers are used for activities that are strictly necessary to operate or deliver the service you requested from us and, therefore, do not require you to consent.
af_za: Hierdie spoorsnyers word gebruik vir aktiwiteite wat streng noodsaaklik is om die diens wat u van ons versoek het, te bedryf of te lewer en vereis dus nie dat u toestemming gee nie.
eu_es: Arakatzaile horiek eskatu zigun zerbitzua emateko edo jarduteko behar-beharrezkoak diren jardueretarako erabiltzen dira, eta, beraz, ez dute baimenik behar.
hy_am: Այս հետքրքիրներն օգտագործվում են այնպիսի միջոցառումների համար, որոնք խիստ անհրաժեշտ են մեզանից Ձեր կողմից ձեր կողմից պահանջված ծառայությունը գործարկելու կամ մատուցելու համար եւ, հետեւաբար, չեն պահանջում, որ Դուք համաձայնվեք:
is_is: Þessir rekja spor einhvers eru notaðir fyrir athafnir sem eru stranglega nauðsynlegar til að reka eða skila þjónustunni sem þú baðst um frá okkur og þurfa því ekki samþykki þitt.

# Cookies.titleFunctional
source: Functionality
af_za: Funksionaliteit
eu_es: Funtzionaltasuna
hy_am: Ֆունկցիոնալություն
is_is: Virkni

# Cookies.descriptionFunctional
source: These trackers enable basic interactions and functionalities that allow you to access selected features of our service and facilitate your communication with us.
af_za: Hierdie spoorsnyers maak basiese interaksies en funksies moontlik wat u toelaat om toegang tot geselekteerde funksies van ons diens te verkry en u kommunikasie met ons te vergemaklik.
eu_es: Arakatzaile horiek interakzio eta oinarrizko funtzionalitateak ahalbidetzen dituzte, gure zerbitzuaren funtzio hautatuetara iristeko aukera ematen diotenak eta gurekin komunikatzea errazten dutenak.
hy_am: Այս trackers-ը հնարավորություն է տալիս ստանալ հիմնական փոխազդեցություններ եւ ֆունկցիաներ, որոնք թույլ են տալիս ձեզ մուտք գործել մեր ծառայության ընտրված առանձնահատկություններից եւ հեշտացնել Ձեր հաղորդակցությունը մեզ հետ:
is_is: Þessir rekja spor einhvers virkja grunnsamskipti og virkni sem gerir þér kleift að fá aðgang að völdum eiginleikum þjónustu okkar og auðvelda samskipti þín við okkur.

# Cookies.titleMeasuring
source: Measuring
af_za: Meet
eu_es: Neurketa
hy_am: Չափում
is_is: Mæla

# Cookies.titleMandatory
source: Necessary
af_za: Nodig
eu_es: Beharrezkoa
hy_am: Անհրաժեշտ
is_is: Nauðsynlegur

# Cookies.titleMarketing
source: Marketing
af_za: Bemarking
eu_es: Marketina
hy_am: Մարքեթինգ
is_is: Markaðssetning

# Cookies.titleExperience
source: Experience
af_za: Ervaring
eu_es: Esperientzia
hy_am: Վարժանք
is_is: Reynsla

# Cookies.descriptionMarketing
source: These trackers help us to deliver personalized ads or marketing content to you, and to measure their performance.
af_za: Hierdie spoorsnyers help ons om gepersonaliseerde advertensies of bemarkingsinhoud aan jou te lewer, en om hul prestasie te meet.
eu_es: Arakatzaile horiek iragarki pertsonalizatuak edo marketin-edukiak eskaintzen eta haien errendimendua neurtzen laguntzen digute.
hy_am: Այս trackers- ը օգնում է մեզ ձեզ փոխանցել անհատականացված գովազդներ կամ մարքեթինգային բովանդակություն, եւ չափել դրանց կատարումը:
is_is: Þessir rekja spor einhvers hjálpa okkur að birta sérsniðnar auglýsingar eða markaðsefni til þín og mæla árangur þeirra.

# Cookies.descriptionExperience
source: These trackers help us to improve the quality of your user experience and enable interactions with external content, networks and platforms.
af_za: Hierdie spoorsnyers help ons om die kwaliteit van jou gebruikerservaring te verbeter en interaksies met eksterne inhoud, netwerke en platforms moontlik te maak.
eu_es: Erabiltzaile-esperientziaren kalitatea hobetzen laguntzen digute, eta eduki, sare eta kanpoko plataformekin elkarrekintzak egiteko aukera ematen dute.
hy_am: Այս trackers-ը օգնում է մեզ բարելավել ձեր օգտագործողի փորձի որակը եւ հնարավորություն է տալիս շփվել արտաքին բովանդակության, ցանցերի եւ հարթակների հետ:
is_is: Þessir rekja spor einhvers hjálpa okkur að bæta gæði notendaupplifunar þinnar og virkja samskipti við ytra efni, net og vettvang.

# ColorPicker.transparent
source: Transparent
af_za: Deursigtige
eu_es: Gardena
hy_am: Թափանցիկ
is_is: Gagnsær

# ColorPicker.gradientColor
source: Gradient
af_za: Gradiënt
eu_es: Gradiente
hy_am: Գրադիենտ
is_is: Stigull

# Stripe.Card.titleFeatures
source: Include:
af_za: Sluit:
eu_es: Barne hartu:
hy_am: Ներառում է՝
is_is: Fela í sér:

# ColorPicker.singleColor
source: Single
af_za: Enkele
eu_es: Ezkongai
hy_am: Միանձնյա
is_is: Einhleypur

# DatePicker.lang.cellMeridiemFormat
source: A
af_za: 'N
eu_es: Bat

# Stripe.Card.modalTitle
source: Checkout
af_za: Betaalpunt
eu_es: Kutxa
hy_am: Չեկուտ
is_is: Stöðva

# Calendar.lang.cellMeridiemFormat
source: A
af_za: 'N
eu_es: Bat

# User.subscriptionButton
source: Subscription
af_za: Intekening
eu_es: Harpidetza
hy_am: Բաժանորդագրություն
is_is: Áskrift

# Stripe.Card.buttonText
source: Buy
af_za: Koop
eu_es: Erosi
hy_am: Գնել
is_is: Kaupa

# CloudDownloadField.tooltipButtonSaveNew
source: Save current data
af_za: Stoor huidige data
eu_es: Gorde egungo datuak
hy_am: Պահպանել ընթացիկ տվյալները
is_is: Vista núverandi gögn

# CloudDownloadField.tooltipImport
source: Import selected
af_za: Voer geselekteer in
eu_es: Hautatutako inportatzea
hy_am: Ընտրված ներմուծեք
is_is: Innflutningur valinn

# CloudDownloadField.tooltipDelete
source: Delete data
af_za: Skrap data
eu_es: Datuak ezabatzea
hy_am: Ջնջել տվյալները
is_is: Eyða gögnum

# CloudDownloadField.tooltipConfirmEdit
source: Confirm
af_za: Bevestig
eu_es: Baieztatu
hy_am: Հաստատել
is_is: Staðfesta

# CloudDownloadField.tooltipButtonOverwrite
source: Overwrite current data
af_za: Oorskryf huidige data
eu_es: Egungo datuak azaltzea
hy_am: Ընթացիկ տվյալների գերագրգռում
is_is: Skrifaðu yfir núverandi gögn

# CloudDownloadField.tooltipEditData
source: Edit data
af_za: Redigeer data
eu_es: Datuak editatu
hy_am: ՏվյալներԽմբագրել
is_is: Breyta gögnum

# CloudDownloadField.tooltipCancelEdit
source: Cancel
af_za: Kanselleer
eu_es: Ezeztatu
hy_am: Չեղարկել
is_is: Afturkalla
