Repository: vinci1it2000/schedula
Catalog: schedula/utils/form/server/locale/translations/*/LC_MESSAGES/antd.po
Languages: af_za, eu_es, hy_am, is_is

# CloudDownloadField.actions
source: Actions
af_za: Aksies
eu_es: Ekintzak
hy_am: Գործողություններ
is_is: Aðgerðir

# App.exportButton
source: Export
af_za: Uitvoer
eu_es: Esportatu
hy_am: Արտադրություն
is_is: Útflutningur

# App.exportTooltip
source: Export data as static site
af_za: Voer data uit as statiese webwerf
eu_es: Datuak gune estatiko gisa esportatu
hy_am: Արտահանման տվյալները որպես ստատիկ կայք
is_is: Flytja út gögn sem kyrrstæð síða

# User.billingPortalButton
source: Billing Portal
af_za: Fakturering portaal
eu_es: Fakturazio ataria
hy_am: Բիլինգ պորտալ
is_is: Innheimtugátt

# User.Setting.avatarUpload
source: Upload
af_za: Oplaai
eu_es: Igo
hy_am: Վերբեռնել
is_is: Upphal

# User.Register.avatarUpload
source: Upload
af_za: Oplaai
eu_es: Igo
hy_am: Վերբեռնել
is_is: Upphal

# User.Setting.avatarReset
source: Cancel
af_za: Terugstel
eu_es: Berrezartzea
hy_am: Ռեսեթ
is_is: Endurstilla

# User.Register.avatarReset
source: Reset
af_za: Terugstel
eu_es: Berrezartzea
hy_am: Ռեսեթ
is_is: Endurstilla

# User.Setting.cancelButton
source: Abort
af_za: Staak
eu_es: Abortatu
hy_am: Աբորտ
is_is: Hætta

# User.Setting.labelName
source: Name
af_za: Naam
eu_es: Izena
hy_am: Անուն
is_is: Nafn

# User.Setting.labelSurname
source: Surname
af_za: Van
eu_es: Abizena
hy_am: Ազգանուն
is_is: Eftirnafn

# User.Setting.labelUsername
source: Username
af_za: Gebruikersnaam
eu_es: Erabiltzaile-izena
is_is: Notandanafn

# User.Setting.labelEmail
source: E-mail
af_za: E-pos
eu_es: Posta elektroniko
hy_am: Էլ. փոստ
is_is: Tölvupóstur

# User.Register.titleCustomData
source: Additional information
af_za: Bykomende inligting
eu_es: Informazio osagarria
hy_am: Լրացուցիչ տեղեկություններ
is_is: Viðbótarupplýsingar

# User.Setting.titleCustomData
source: Additional information
af_za: Bykomende inligting
eu_es: Informazio osagarria
hy_am: Լրացուցիչ տեղեկություններ
is_is: Viðbótarupplýsingar

# FileWidget.modalTitleImgCrop
source: Edit image
af_za: Redigeer beeld
eu_es: Irudia editatu
hy_am: ՊատկերԽմբագրել
is_is: Breyta mynd

# DatePicker.lang.week
source: Week
eu_es: Astea
hy_am: Շաբաթ
is_is: Vika

# Calendar.lang.week
source: Week
eu_es: Astea
hy_am: Շաբաթ
is_is: Vika

# Table.filterCheckAll
source: Select all items
af_za: Kies alle items
eu_es: Artikulu guztiak aukeratu
hy_am: Ընտրեք բոլոր իրերը
is_is: Veldu allar vörur

# Calendar.lang.ok
source: OK
af_za: OUKEI
hy_am: Օկ
is_is: Í lagi

# DatePicker.lang.ok
source: OK
af_za: OUKEI
hy_am: Օկ
is_is: Í lagi

# DatePicker.lang.dayFormat
source: D
hy_am: DD

# Calendar.lang.dayFormat
source: D
hy_am: DD

# DatePicker.lang.yearFormat
source: YYYY
af_za: JJJJ

# Calendar.lang.yearFormat
source: YYYY
af_za: JJJJ
