Repository: vinci1it2000/schedula
Catalog: schedula/utils/form/server/locale/translations/*/LC_MESSAGES/antd.po
Languages: af_za, eu_es, hy_am, is_is

# Table.selectAll
source: Select current page
af_za: Kies huidige bladsy
eu_es: Autatu dena
hy_am: Ընտրեք ընթացիկ էջը
is_is: Velja allt

# CloudUploadField.buttonOverwrite
source: Overwrite
af_za: Oorheenskryf
eu_es: Gainkribatzea
hy_am: Օվերգր
is_is: Yfirskrifa

# CloudDownloadField.updatedAt
source: Updated
af_za: Bygewerk
eu_es: Eguneratua
hy_am: Թարմացված
is_is: Uppfærður

# User.Login.or
source: Or
af_za: Of
eu_es: O
hy_am: Կամ
is_is: Eða

# DebugTemplate.titleModal
source: Debug Workflow
af_za: Ontfout werkvloei
eu_es: Arazketa-laneko fluxua
hy_am: Դեբուգի աշխատանքային հոսք
is_is: Kemba verkflæði

# Calendar.lang.rangePlaceholder
source: §["Start date","End date"]
af_za: §["Begin datum","Einddatum"]
eu_es: §["Hasierako data","Amaiera data"]
hy_am: §["Մեկնարկի ամսաթիվ","Ավարտի ամսաթիվը"]
is_is: §["Upphafsdagur","Lokadagur"]

# Text.edit
source: Edit
af_za: Redigeer
eu_es: Editatu
hy_am: Խմբագրել
is_is: Klippa

# DatePicker.lang.previousMonth
source: Previous month (PageUp)
af_za: Vorige maand (PageUp)
eu_es: Aurreko hilabetea (RePag)
hy_am: Անցած ամիս (PageUp)
is_is: Fyrri mánuður (PageUp)

# App.autoSaveButton
source: AutoSave
af_za: Outostoor
eu_es: Zaindari automatikoa
hy_am: Ավտոսավ
is_is: Vista sjálfvirkt

# CloudDownloadField.buttonOverwrite
source: Overwrite
af_za: Oorheenskryf
eu_es: Gainkribatzea
hy_am: Օվերգր
is_is: Yfirskrifa

# FileWidget.errorOnlyOneItem
source: You can upload maximum one file!
af_za: U kan maksimum een lêer oplaai!
eu_es: Artxibo bat igo dezakezu gehienez!
hy_am: Դուք կարող եք վերբեռնել առավելագույնը մեկ ֆայլ!
is_is: Þú getur hlaðið upp að hámarki einni skrá!

# Pagination.prev_3
source: Previous 3 Pages
af_za: Vorige 3 bladsye
eu_es: aurreko 3 orrialde
hy_am: Նախորդ 3 Էջերը
is_is: Til baka 3 síður

# User.Login.emailRequired
source: Please input your Email!
af_za: Voer asseblief jou e-pos in!
eu_es: Mesedez, sartu zure posta elektronikoa!
hy_am: Խնդրում ենք մուտքագրել Ձեր Էլփոստը!
is_is: Vinsamlegast sláðu inn netfangið þitt!

# CloudDownloadField.confirmDelete
source: Sure to delete?
af_za: Seker om te verwyder?
eu_es: Seguru ezabatuko duzula?
hy_am: Անպայման ջնջե՞լ
is_is: Ertu viss um að eyða?

# User.Register.passwordRequired
source: Please input your Password!
af_za: Voer asseblief jou wagwoord in!
eu_es: Mesedez, sartu pasahitza!
hy_am: Խնդրում ենք մուտքագրել Ձեր Գաղտնաբառը!
is_is: Vinsamlegast sláðu inn lykilorðið þitt!

# TimePicker.rangePlaceholder
source: §["Start time","End time"]
af_za: §["Begin tyd","Eindtyd"]
eu_es: §["Hasiera ordua","Amaiera ordua"]
hy_am: §["Սկսեք ժամանակը","Ավարտի՛ր ժամանակը"]
is_is: §["Tími ræsingar","Lokatími"]

# FileWidget.errorMaxItems
source: You can upload maximum {maxItems} files!
af_za: U kan maksimum {maxItems} lêers oplaai!
eu_es: Ahalik eta artxibo gehien karga ditzakezu {maxItems}!!
hy_am: Դուք կարող եք բեռնել առավելագույն {maxItems} ֆայլեր!
is_is: Þú getur hlaðið upp hámarks {maxItems} skrám!

# Calendar.lang.dateTimeFormat
source: M/D/YYYY HH:mm:ss
eu_es: YYYY/M/D HH:mm:ss
hy_am: DD/MM//YYYY HH:mm:ss
is_is: D/M/YYYY HH:mm:ss

# User.Confirm.or
source: Or
af_za: Of
eu_es: O
hy_am: Կամ
is_is: Eða

# Contact.messagePlaceholder
source: Your Message
af_za: Jou boodskap
eu_es: Bere mezua
hy_am: Ձեր հաղորդագրությունը
is_is: Skilaboð þín

# Form.defaultValidateMessages.string.len
source: ${label} must be ${len} characters
af_za: ${label} moet ${len} karakters wees
eu_es: ${label} ${len} karaktere izan dehar ditu
hy_am: ${պիտակ} պետք է լինի ${len} տառերը
is_is: ${label} verður að vera ${len} stafir

# ArrayCopy.tooltip
source: Copy data over
af_za: Kopieer data oor
eu_es: Kopiatuei buruzko datuak
hy_am: Պատճենեք տվյալները ավելի
is_is: Afrita gögn yfir

# DatePicker.lang.monthPlaceholder
source: Select month
af_za: Kies maand
eu_es: Hilabetea aukeratu
hy_am: Ընտրեք ամիսը
is_is: Velja mánuð

# Calendar.lang.today
source: Today
af_za: Vandag
eu_es: Gaur
hy_am: Այսօր
is_is: Í dag

# Transfer.itemsUnit
source: items
eu_es: Elementuak
hy_am: պարագաները
is_is: færslur

# Table.filterSearchPlaceholder
source: Search in filters
af_za: Soek in filters
eu_es: Bilatu iragazkietan
hy_am: Որոնել ֆիլտրերում
is_is: Leita í síum

# CloudDownloadField.dataSwitchChecked
source: current
af_za: Huidige
eu_es: gaur egun
hy_am: ընթացիկ
is_is: núverandi

# Transfer.selectAll
source: Select all data
af_za: Kies alle data
eu_es: Datu guztiak hautatu
hy_am: Ընտրեք բոլոր տվյալները
is_is: Velja öll gögn

# Image.preview
source: Preview
af_za: Voorskou
eu_es: Arruebista
hy_am: Նախադիտում
is_is: Forsýning

# Table.triggerDesc
source: Click to sort descending
af_za: Klik om dalende te sorteer
eu_es: Klik beheranzko ordenan ordenatzeko
hy_am: Սեղմեք տեսակավորելու համար իջեցումը
is_is: Smelltu til að raða lækkandi

# DatePicker.lang.dateTimeFormat
source: M/D/YYYY HH:mm:ss
eu_es: YYYY/M/D HH:mm:ss
hy_am: DD/MM//YYYY HH:mm:ss
is_is: D/M/YYYY HH:mm:ss

# CloudUploadField.errorTitle
source: Ops... something went wrong!
af_za: Ops... iets het verkeerd geloop!
eu_es: Eragiketak... Zerbait gaizki atera zen!
hy_am: Ops... ինչ-որ բան սխալվեց!
is_is: Ops... Eitthvað fór úrskeiðis!

# DatePicker.timePickerLocale.rangePlaceholder
source: §["Start time","End time"]
af_za: §["Begin tyd","Eindtyd"]
eu_es: §["Hasiera ordua","Amaiera ordua"]
hy_am: §["Սկսեք ժամանակը","Ավարտի՛ր ժամանակը"]
is_is: §["Tími ræsingar","Lokatími"]

# App.enableFullscreen
source: Enable Fullscreen
af_za: Aktiveer volskerm
eu_es: Pantaila osoa gaitu
hy_am: Հնարավորություն տալ Fullscreen
is_is: Gera skjáfylli virkt

# DatePicker.lang.clear
source: Clear
af_za: Duidelik
eu_es: Garbitu
hy_am: Մաքրել
is_is: Hreinsa

# Calendar.lang.nextDecade
source: Next decade
af_za: Volgende dekade
eu_es: Urrengo hamarkada
hy_am: Մյուս տասնամյակ
is_is: Næsti áratugur

# User.Register.emailPlaceholder
source: Email
af_za: E-pos
eu_es: Posta elektroniko
hy_am: Էլ. փոստ
is_is: Tölvupóstur

# App.cloudButton
source: Cloud
af_za: Wolk
eu_es: Hodeia
hy_am: Ամպամած
is_is: Ský

# App.autoSavingTooltip
source: Disable AutoSaving
af_za: Deaktiveer outostoor
eu_es: Zaintza automatikoa desaktibatu
hy_am: Անջատել AutoSaving
is_is: Slökkva á sjálfvirkri vistun

# Form.defaultValidateMessages.date.parse
source: ${label} cannot be converted to a date
af_za: ${label} kan nie omgeskakel word na 'n datum nie
eu_es: ${label} ezin da data batera deitu
hy_am: ${պիտակ} չի կարող փոխակերպվել ամսաթվի
is_is: Ekki er hægt að breyta ${label} í dagsetningu

# Form.defaultValidateMessages.pattern.mismatch
source: ${label} does not match the pattern ${pattern}
af_za: ${label} stem nie ooreen met die patroon ${patroon} nie
eu_es: ${label} ez dator bat ${pattern} patroiarekin
hy_am: ${պիտակ}}-ը չի համապատասխանում ${pattern} կաղապարին
is_is: ${label} passar ekki við mynstrið ${pattern}

# Form.defaultValidateMessages.types.regexp
source: ${label} is not a valid ${type}
af_za: ${label} is nie 'n geldige ${type} nie
eu_es: ${label} ez da ${type} balioduna
hy_am: ${պիտակ}-ը վավերական ${type} չէ
is_is: ${label} er ekki gilt ${type}

# Text.expand
source: Expand
af_za: Brei
eu_es: Zabaldu
hy_am: Տեսնել ավելին
is_is: Rýmka

# User.Login.forgotPassword
source: Forgot password
af_za: Wagwoord vergeet
eu_es: Pasahitza ahaztu nuen
hy_am: Մոռացել է գաղտնաբառը
is_is: Gleymt lykilorð

# Form.defaultValidateMessages.number.max
source: ${label} must be maximum ${max}
af_za: ${label} moet maksimum ${max} wees
eu_es: ${label} -ren balio maximoa ${max} da
hy_am: ${պիտակ} պետք է լինի առավելագույն ${max}
is_is: ${label} verður að vera hámark ${max}

# CloudUploadField.dataSwitchUnChecked
source: server
af_za: Bediener
eu_es: zerbitzari
hy_am: սերվեր
is_is: netþjónn

# App.cleanConfirm
source: Sure to delete this data?
af_za: Seker om hierdie data uit te vee?
eu_es: Ziur datu horiek ezabatuko dituzula?
hy_am: Անպայման ջնջե՞լ այս տվյալները:
is_is: Ertu viss um að eyða þessum gögnum?

# CloudUploadField.buttonSaveNew
source: New record
af_za: Nuwe rekord
eu_es: Marka berria
hy_am: Նոր ռեկորդ
is_is: Ný færsla

# DatePicker.lang.nextMonth
source: Next month (PageDown)
af_za: Volgende maand (PageDown)
eu_es: Urrengo hilabetea (AvPag)
hy_am: Մյուս ամիս (PageDown)
is_is: Næsti mánuður (PageDown)

# Table.selectInvert
source: Invert current page
af_za: Omkeer huidige bladsy
eu_es: Alderantzikatu hautaketa
hy_am: Փոխարկել ընթացիկ էջը
is_is: Viðsnúa vali

# App.restoreConfirm
source: Sure to restore this data?
af_za: Herstel u hierdie data seker?
eu_es: Ziur datu horiek berrezarriko dituela?
hy_am: Անպայման վերականգնե՞լ այս տվյալները:
is_is: Ertu viss um að endurheimta þessi gögn?

# DatePicker.lang.weekPlaceholder
source: Select week
af_za: Kies week
eu_es: Astea aukeratu
hy_am: Ընտրեք շաբաթը
is_is: Velja viku

# Calendar.lang.monthPlaceholder
source: Select month
af_za: Kies maand
eu_es: Hilabetea aukeratu
hy_am: Ընտրեք ամիսը
is_is: Velja mánuð

# User.Login.errorTitle
source: Ops... something went wrong!
af_za: Ops... iets het verkeerd geloop!
eu_es: Eragiketak... Zerbait gaizki atera zen!
hy_am: Ops... ինչ-որ բան սխալվեց!
is_is: Ops... Eitthvað fór úrskeiðis!

# Form.defaultValidateMessages.array.min
source: At least ${min} ${label}
af_za: Ten minste ${min} ${label}
eu_es: Gutxienez ${min} ${label}
hy_am: Առնվազն ${min} ${պիտակ}
is_is: Að minnsta kosti ${min} ${label}

# TabsField.select
source: select
af_za: Kies
eu_es: aukeratu
hy_am: ընտրել
is_is: velja

# TabsField.movedown
source: move down
af_za: beweeg af
eu_es: beherantz mugitu
hy_am: շարժվեք ներքեւ
is_is: Færa niður

# DatePicker.lang.monthSelect
source: Choose a month
af_za: Kies 'n maand
eu_es: Hilabetea aukeratu
hy_am: Ընտրեք ամիսը
is_is: Velja mánuð

# App.autoSavingButton
source: AutoSaving
af_za: Outosaving
eu_es: Zaindari automatikoa
hy_am: Ավտոսավինգ
is_is: Sjálfvirk vistun

# Calendar.lang.previousDecade
source: Last decade
af_za: Laaste dekade
eu_es: Aurreko hamarkada
hy_am: Անցած տասնամյակ
is_is: Fyrri áratugur

# User.Confirm.emailRequired
source: Please input your Email!
af_za: Voer asseblief jou e-pos in!
eu_es: Mesedez, sartu zure posta elektronikoa!
hy_am: Խնդրում ենք մուտքագրել Ձեր Էլփոստը!
is_is: Vinsamlegast sláðu inn netfangið þitt!

# User.Setting.firstnameRequired
source: Please input your Name!
af_za: Voer asseblief jou naam in!
eu_es: Mesedez, sartu zure izena!
hy_am: Խնդրում ենք մուտքագրել Ձեր Անունը!
is_is: Vinsamlegast sláðu inn nafnið þitt!

# User.Setting.submitButton
source: Save
af_za: Stoor
eu_es: Salbatu
hy_am: Խնայել
is_is: Spara

# Tour.Next
source: Next
af_za: Volgende
eu_es: Hurrengo
hy_am: Հաջորդը
is_is: Næstur

# Calendar.lang.rangeWeekPlaceholder
source: §["Start week","End week"]
af_za: §["Begin week","Einde week"]
eu_es: §["Hasiera astea","Asteburua"]
hy_am: §["Սկսեք շաբաթ","Վերջին շաբաթ"]
is_is: §["Byrja viku","Loka viku"]

# CloudDownloadField.errorTitle
source: Ops... something went wrong!
af_za: Ops... iets het verkeerd geloop!
eu_es: Eragiketak... Zerbait gaizki atera zen!
hy_am: Ops... ինչ-որ բան սխալվեց!
is_is: Ops... Eitthvað fór úrskeiðis!

# User.Confirm.login
source: login!
af_za: Aanteken!
eu_es: Saioa hasi!
is_is: innskráning!

# User.ResetPassword.passwordConfirmPlaceholder
source: Confirm New Password
af_za: Bevestig nuwe wagwoord
eu_es: Pasahitz berria baieztatu
hy_am: Հաստատել նոր գաղտնաբառը
is_is: Staðfesta nýtt aðgangsorð

# DatePicker.lang.now
source: Now
af_za: Nou
eu_es: Orain
hy_am: Հիմա
is_is: Núna

# Calendar.lang.nextYear
source: Next year (Control + right)
af_za: Volgende jaar (Beheer + regs)
eu_es: Urrento urtea (Control + eskuina)
hy_am: Մյուս տարի (Control + right)
is_is: Næsta ár (Control + right)

# Form.defaultValidateMessages.types.date
source: ${label} is not a valid ${type}
af_za: ${label} is nie 'n geldige ${type} nie
eu_es: ${label} ez da ${type} balioduna
hy_am: ${պիտակ}-ը վավերական ${type} չէ
is_is: ${label} er ekki gilt ${type}

# User.Register.or
source: Or
af_za: Of
eu_es: O
hy_am: Կամ
is_is: Eða

# DatePicker.lang.previousDecade
source: Last decade
af_za: Laaste dekade
eu_es: Aurreko hamarkada
hy_am: Անցած տասնամյակ
is_is: Fyrri áratugur

# App.branchesButton
source: Branches
af_za: Takke
eu_es: Adarrak
hy_am: Մասնաճյուղեր
is_is: Greinum

# Form.defaultValidateMessages.types.email
source: ${label} is not a valid ${type}
af_za: ${label} is nie 'n geldige ${type} nie
eu_es: ${label} ez da ${type} balioduna
hy_am: ${պիտակ}-ը վավերական ${type} չէ
is_is: ${label} er ekki gilt ${type}

# Pagination.next_page
source: Next Page
af_za: Volgende bladsy
eu_es: Hurrengo orrialdea
hy_am: Հաջորդ Էջ
is_is: Næsta síða

# Icon.icon
source: icon
af_za: Ikoon
eu_es: ikono
hy_am: պատկեր
is_is: teikn

# Form.defaultValidateMessages.types.method
source: ${label} is not a valid ${type}
af_za: ${label} is nie 'n geldige ${type} nie
eu_es: ${label} ez da ${type} balioduna
hy_am: ${պիտակ}-ը վավերական ${type} չէ
is_is: ${label} er ekki gilt ${type}

# DatePicker.lang.locale
source: en_US
eu_es: eu_ES
hy_am: hy-am
is_is: is_IS

# Calendar.lang.clear
source: Clear
af_za: Duidelik
eu_es: Garbitu
hy_am: Մաքրել
is_is: Hreinsa

# Form.defaultValidateMessages.required
source: Please enter ${label}
af_za: Voer asseblief ${label} in
eu_es: Mesedez, sartu ${label}
hy_am: Խնդրում ենք մուտք գործել ${պիտակ}
is_is: Vinsamlegast sláðu inn ${label}

# App.debugButton
source: Debug
af_za: Ontfout
eu_es: Araztu
hy_am: Դեբուգ
is_is: Kemba

# locale
source: en
eu_es: eu
hy_am: hy-am
is_is: is

# Table.cancelSort
source: Click to cancel sorting
af_za: Klik om sortering te kanselleer
eu_es: Egin klik ordenamendua ezeztatzeko
hy_am: Սեղմեք տեսակավորումը չեղարկելու համար
is_is: Smelltu til að hætta við röðun

# Calendar.lang.rangeYearPlaceholder
source: §["Start year","End year"]
af_za: §["Begin jaar","Eindjaar"]
eu_es: §["Hasiera urtea","Urte amaiera"]
hy_am: §["Սկսեք տարին","Տարեվերջին"]
is_is: §["Byrja ár","Lok árs"]

# User.Setting.errorTitle
source: Ops... something went wrong!
af_za: Ops... iets het verkeerd geloop!
eu_es: Eragiketak... Zerbait gaizki atera zen!
hy_am: Ops... ինչ-որ բան սխալվեց!
is_is: Ops... Eitthvað fór úrskeiðis!

# Contact.namePlaceholder
source: Your Name
af_za: Jou naam
eu_es: Deitzen zara
hy_am: Անունդ
is_is: Nafnið þitt

# Calendar.lang.placeholder
source: Select date
af_za: Kies datum
eu_es: Hautatu data
hy_am: Ընտրեք ամսաթիվը
is_is: Veldu dag

# App.restoreEraseButton
source: Erase storage
af_za: Vee berging uit
eu_es: Biltegiratzea ezabatu
hy_am: Երինջների պահեստավորում
is_is: Eyða geymslu

# User.Login.passwordRequired
source: Please input your Password!
af_za: Voer asseblief jou wagwoord in!
eu_es: Mesedez, sartu pasahitza!
hy_am: Խնդրում ենք մուտքագրել Ձեր Գաղտնաբառը!
is_is: Vinsamlegast sláðu inn lykilorðið þitt!

# User.Forgot.or
source: Or
af_za: Of
eu_es: O
hy_am: Կամ
is_is: Eða

# Form.defaultValidateMessages.types.boolean
source: ${label} is not a valid ${type}
af_za: ${label} is nie 'n geldige ${type} nie
eu_es: ${label} ez da ${type} balioduna
hy_am: ${պիտակ}-ը վավերական ${type} չէ
is_is: ${label} er ekki gilt ${type}

# DatePicker.lang.rangeWeekPlaceholder
source: §["Start week","End week"]
af_za: §["Begin week","Einde week"]
eu_es: §["Hasiera astea","Asteburua"]
hy_am: §["Սկսեք շաբաթ","Վերջին շաբաթ"]
is_is: §["Byrja viku","Loka viku"]

# App.cleanButton
source: Clean
af_za: Skoon
eu_es: Limpio
hy_am: Մաքուր
is_is: Hreinn

# Form.defaultValidateMessages.types.integer
source: ${label} is not a valid ${type}
af_za: ${label} is nie 'n geldige ${type} nie
eu_es: ${label} ez da ${type} balioduna
hy_am: ${պիտակ}-ը վավերական ${type} չէ
is_is: ${label} er ekki gilt ${type}

# Empty.description
source: No data
af_za: Geen data nie
eu_es: Ez dago daturik
hy_am: Տվյալներ չկան
is_is: Engin gögn

# DebugTemplate.tooltipFloatButton
source: Open Debug Workflow
af_za: Maak ontfout-werkvloei oop
eu_es: Arazketa-laneko fluxua irekitzea
hy_am: Բաց Debug Workflow
is_is: Opna kembiverkflæði

# Calendar.lang.decadeSelect
source: Choose a decade
af_za: Kies 'n dekade
eu_es: Hamarkada aukeratu
hy_am: Ընտրեք տասնամյակը
is_is: Velja áratug

# Upload.uploadError
source: Upload error
af_za: Laai fout op
eu_es: Errore bat gertate da fitxategia igotzerakoan
hy_am: Ներբեռնման սխալ
is_is: Villa við að hlaða upp

# User.Login.submitButton
source: Login
af_za: Aanteken
eu_es: Saioa hasi
hy_am: Մուտք
is_is: Innskráning

# User.Register.errorTitle
source: Ops... something went wrong!
af_za: Ops... iets het verkeerd geloop!
eu_es: Eragiketak... Zerbait gaizki atera zen!
hy_am: Ops... ինչ-որ բան սխալվեց!
is_is: Ops... Eitthvað fór úrskeiðis!

# DatePicker.lang.timeSelect
source: select time
af_za: Kies Tyd
eu_es: Ordua aukeratu
hy_am: ընտրեք ժամը
is_is: Velja tíma

# App.uploadButton
source: Upload
af_za: Oplaai
eu_es: Igo
hy_am: Վերբեռնել
is_is: Upphal

# User.Register.passwordConfirmPlaceholder
source: Confirm Password
af_za: Bevestig wagwoord
eu_es: Pasahitza berretsi
hy_am: Հաստատել գաղտնաբառը
is_is: Staðfesta aðgangsorð

# CloudDownloadField.fieldErrors.name
source: Please input name!
af_za: Voer asseblief naam in!
eu_es: Mesedez, sartu izena!
hy_am: Խնդրում եմ մուտքանունը!
is_is: Vinsamlegast sláðu inn nafn!

# CloudUploadField.fieldErrors.name
source: Please input name!
af_za: Voer asseblief naam in!
eu_es: Mesedez, sartu izena!
hy_am: Խնդրում եմ մուտքանունը!
is_is: Vinsamlegast sláðu inn nafn!

# TableField.exportTooltip
source: Export table in CSV
af_za: Uitvoer tabel in CSV
eu_es: CsVn taula esportatu
hy_am: Արտահանման սեղան CSV-ում
is_is: Flytja út töflu í CSV

# User.Login.registerNow
source: register now!
af_za: Registreer nou!
eu_es: Erregis orain!
hy_am: գրանցվեք հիմա!
is_is: Skráðu þig núna!

# User.Login.emailInvalid
source: Invalid Email!
af_za: Ongeldige e-pos!
eu_es: Posta elektronikoa ez da baliozkoa!
hy_am: Անհամարժեք էլփոստ!
is_is: Ógilt netfang!

# User.Forgot.login
source: login!
af_za: Aanteken!
eu_es: Saioa hasi!
is_is: innskráning!

# Pagination.items_per_page
source: / page
af_za: /Bladsy
eu_es: / orrialde
hy_am: / էջ
is_is: / síðu

# CloudDownloadField.buttonSave
source: Save
af_za: Stoor
eu_es: Salbatu
hy_am: Խնայել
is_is: Spara

# User.titleRegister
source: New registration
af_za: Nuwe registrasie
eu_es: Erregistro berria
hy_am: Նոր գրանցում
is_is: Nýskráning

# Calendar.lang.now
source: Now
af_za: Nou
eu_es: Orain
hy_am: Հիմա
is_is: Núna

# Contact.buttonTooltip
source: Contact
af_za: Kontak
eu_es: Kontaktua
hy_am: Կապ
is_is: Samband

# Form.optional
source: (optional)
af_za: (opsioneel)
eu_es: (aukerakoa)
hy_am: (կամընտիր)
is_is: (valfrjálst)

# App.restoreTitleDifferences
source: Differences
af_za: Verskille
eu_es: Diferentziak
hy_am: Տարբերություններ
is_is: Mismunur

# DatePicker.lang.monthBeforeYear
source: §true
eu_es: §false

# DatePicker.lang.rangePlaceholder
source: §["Start date","End date"]
af_za: §["Begin datum","Einddatum"]
eu_es: §["Hasierako data","Amaiera data"]
hy_am: §["Մեկնարկի ամսաթիվ","Ավարտի ամսաթիվը"]
is_is: §["Upphafsdagur","Lokadagur"]

# User.Confirm.emailPlaceholder
source: Email
af_za: E-pos
eu_es: Posta elektroniko
hy_am: Էլ. փոստ
is_is: Tölvupóstur

# DatePicker.lang.nextDecade
source: Next decade
af_za: Volgende dekade
eu_es: Urrengo hamarkada
hy_am: Մյուս տասնամյակ
is_is: Næsti áratugur

# Errors.title
source: Validation Errors
af_za: Valideringsfoute
eu_es: Balioztatze-akatsak
hy_am: Վավերացման սխալները
is_is: Prófunarvillur

# DatePicker.lang.yearPlaceholder
source: Select year
af_za: Kies jaar
eu_es: Aukeratu urtea
hy_am: Ընտրեք տարին
is_is: Velja ár

# FileWidget.errorFileType
source: You can only upload {fileTypes} file!
af_za: U kan slegs {fileTypes} lêer oplaai!
eu_es: 'fileTypes] artxiboa igo besterik ezin duzu egin!
hy_am: Դուք կարող եք բեռնել միայն {fileTypes} ֆայլը!
is_is: Þú getur aðeins hlaðið upp {fileTypes} skrá!

# PDFField.uploadError
source: Upload error
af_za: Laai fout op
eu_es: Karga-akatsa
hy_am: Վերբեռնել սխալը
is_is: Villa við upphleðslu

# DatePicker.lang.rangeQuarterPlaceholder
source: §["Start quarter","End quarter"]
af_za: §["Begin kwartaal","Einde kwartaal"]
eu_es: §["Hasierako hiruhilekoa","Azken hiruhilekoa"]
hy_am: §["Սկիզբ քառորդ","Վերջ քառորդ"]
is_is: §["Upphafsfjórðungur","Lokafjórðungur"]

# App.restoreCurrent
source: current
af_za: Huidige
eu_es: gaur egun
hy_am: ընթացիկ
is_is: núverandi

# ArrayAccordion.placeholder
source: Please select
af_za: Kies asseblief
eu_es: Mesedez, aukeratu
hy_am: Խնդրում ենք ընտրել
is_is: Vinsamlegast veldu

# Calendar.lang.weekPlaceholder
source: Select week
af_za: Kies week
eu_es: Astea aukeratu
hy_am: Ընտրեք շաբաթը
is_is: Velja viku

# User.Register.firstnameRequired
source: Please input your Name!
af_za: Voer asseblief jou naam in!
eu_es: Mesedez, sartu zure izena!
hy_am: Խնդրում ենք մուտքագրել Ձեր Անունը!
is_is: Vinsamlegast sláðu inn nafnið þitt!

# User.Setting.revertButton
source: Revert
af_za: Keer terug
eu_es: Itzuli
is_is: Bakfæra

# App.fullscreenButton
source: Fullscreen
af_za: Volskerm
eu_es: Pantaila osoa
hy_am: Ֆուլսքրեյն
is_is: Fylla skjáinn

# CloudDownloadField.buttonSaveNew
source: New record
af_za: Nuwe rekord
eu_es: Marka berria
hy_am: Նոր ռեկորդ
is_is: Ný færsla

# DatePicker.lang.month
source: Month
af_za: Maand
eu_es: Hilabete
hy_am: Ամիս
is_is: Mánuður

# Calendar.lang.nextMonth
source: Next month (PageDown)
af_za: Volgende maand (PageDown)
eu_es: Urrengo hilabetea (AvPag)
hy_am: Մյուս ամիս (PageDown)
is_is: Næsti mánuður (PageDown)

# TableField.deleteItemConfirm
source: Sure to delete?
af_za: Seker om te verwyder?
eu_es: Seguru ezabatuko duzula?
hy_am: Անպայման ջնջե՞լ
is_is: Ertu viss um að eyða?

# Form.defaultValidateMessages.array.len
source: Must be ${len} ${label}
af_za: Moet ${len} ${label} wees
eu_es: ${len} ${label} izan behar du
hy_am: Պետք է լինի ${len} ${պիտակ}
is_is: Verður að vera ${len} ${label}

# Table.filterConfirm
source: OK
af_za: OUKEI
eu_es: Onartu
hy_am: ֆիլտրել
is_is: Staðfesta

# User.Setting.firstnamePlaceholder
source: Name
af_za: Naam
eu_es: Izena
hy_am: Անուն
is_is: Nafn

# App.autoSavingErrorTitle
source: Ops... disabling auto-saving
af_za: Ops... Deaktiveer outobesparing
eu_es: Eragiketak... Zaintza automatikoa desgaitu
hy_am: Ops... ավտոմատի խնայողություն անող
is_is: Ops... gera sjálfvirka vistun óvirka

# TimePicker.placeholder
source: Select time
af_za: Kies tyd
eu_es: Aukeratu ordua
hy_am: Ընտրեք ժամը
is_is: Velja tíma

# DatePicker.lang.quarterPlaceholder
source: Select quarter
af_za: Kies kwartaal
eu_es: Hiruhilekoa aukeratu
hy_am: Ընտրեք քառորդը
is_is: Velja ársfjórðung

# User.ResetPassword.passwordConfirmRequired
source: Please confirm your New Password!
af_za: Bevestig asseblief jou nuwe wagwoord!
eu_es: Baiezta iezadazu, mesedez, zure pasahitz berria!
hy_am: Խնդրում ենք հաստատել Ձեր Նոր Գաղտնաբառը!
is_is: Vinsamlegast staðfestu nýja lykilorðið þitt!

# CloudDownloadField.dataSwitchUnChecked
source: server
af_za: Bediener
eu_es: zerbitzari
hy_am: սերվեր
is_is: netþjónn

# Table.selectNone
source: Clear all data
af_za: Vee alle data uit
eu_es: Hustu dena
hy_am: Մաքրել բոլոր տվյալները
is_is: Hreinsa öll gögn

# Form.defaultValidateMessages.types.url
source: ${label} is not a valid ${type}
af_za: ${label} is nie 'n geldige ${type} nie
eu_es: ${label} ez da ${type} balioduna
hy_am: ${պիտակ}-ը վավերական ${type} չէ
is_is: ${label} er ekki gilt ${type}

# Pagination.page
source: Page
af_za: Bladsy
eu_es: Orrialde

# User.titleSetting
source: Edit settings
af_za: Wysig instellings
eu_es: Konfigurazioa editatu
hy_am: ԿարգավորումներԽմբագրել
is_is: Breyta stillingum

# User.Forgot.emailRequired
source: Please input your Email!
af_za: Voer asseblief jou e-pos in!
eu_es: Mesedez, sartu zure posta elektronikoa!
hy_am: Խնդրում ենք մուտքագրել Ձեր Էլփոստը!
is_is: Vinsamlegast sláðu inn netfangið þitt!

# Table.selectionAll
source: Select all data
af_za: Kies alle data
eu_es: Autatu datu guztiak
hy_am: Ընտրեք բոլոր տվյալները
is_is: Velja öll gögn
